Repository: goastian/cloud-theme
Catalog: core/translationfiles/*/core.po
Languages: de, fr, it, sv

source: Get your FREE Murena Workspace account now
de: Holen Sie sich jetzt Ihr KOSTENLOSES Murena Workspace-Konto
fr: Obtenez votre compte Murena Workspace GRATUIT maintenant
sv: Skaffa ditt Murena Workspace-konto gratis nu

source: 1GB storage for FREE to store and sync your pictures & videos.
de: 1 GB Speicherplatz KOSTENLOS zum Speichern und Synchronisieren Ihrer Bilder und Videos.
fr: 1 Go de stockage GRATUIT pour stocker et synchroniser vos photos et vidéos.
it: 1 GB di spazio di archiviazione GRATUITO per memorizzare e sincronizzare le vostre foto e i vostri video.
sv: 1 GB gratis lagring så att du kan lagra och synka dina bilder och videor.

source: Edit your documents online.
de: Bearbeiten Sie Ihre Dokumente online.
fr: Modifiez vos documents en ligne.
it: Modificate i vostri documenti online.
sv: Redigera dina dokument online.

source: Your unique email address @murena.io
de: Ihre eindeutige E-Mail-Adresse @murena.io
fr: Votre adresse e-mail unique @murena.io
it: Il vostro indirizzo e-mail unico @murena.io
sv: Din unika e-postadress @murena.io

source: Sync calendar and contacts with the cloud
de: Kalender und Kontakte mit der Cloud synchronisieren
fr: Synchroniser le calendrier et les contacts avec le cloud
it: Sincronizzazione di calendario e contatti con il cloud
sv: Synka kalender och kontakter med molnet

source: and many new features added regularly!
de: und viele neue Funktionen, die regelmäßig hinzugefügt werden!
fr: et de nombreuses nouvelles fonctionnalités ajoutées régulièrement !
it: e molte nuove funzioni aggiunte regolarmente!
sv: och många andra funktioner läggs till regelbundet!

source: Create My Account
de: Mein Konto erstellen
fr: Créer mon compte
it: Crea il mio account
sv: Skapa mitt konto

source: Sign in to your account
de: Melden Sie sich bei Ihrem Konto an
fr: Connectez-vous à votre compte
it: Accedere al proprio account
sv: Logga in till ditt konto

source: Terms of Service
de: Allgemeine Geschäftsbedingungen
fr: Conditions d'utilisation
it: Contratto di Servizio
sv: Användarvillkor

source: Privacy Policy
de: Datenschutzbestimmungen
fr: Politique de confidentialité
it: Informativa sulla privacy
sv: Integritetspolicy

source: All Rights Reserved
de: Alle Rechte vorbehalten
fr: Tous les droits sont réservés
it: Tutti i diritti riservati
sv: Alla rättigheter förbehållna

source: Copyright
de: Urheberrechte
fr: droits d'auteur
sv: Upphovsrätt

source: Don't have an account yet?
de: Haben Sie noch kein Konto?
fr: Vous n'avez pas encore de compte ?
it: Non hai ancora un account?
sv: Har du inte ett konto än?

source: Create an account
de: Ein Konto erstellen
fr: Créer un compte
it: Creare un account
sv: Skapa ett konto

source: Please contact Murena Workspace at helpdesk@murena.com
de: Bitte kontaktieren Sie Murena Workspace unter helpdesk@murena.com
fr: Veuillez contacter Murena Workspace à helpdesk@murena.com
sv: Vänligen kontakta Murena Workspace via helpdesk@murena.com

source: Please try again or contact Murena Workspace at helpdesk@murena.com.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Veuillez réessayer ou contacter Murena Workspace à helpdesk@murena.com.
sv: Vänligen försök igen eller kontakta Murena Workspace via helpdesk@murena.com.

source: If you did not request this, please contact Murena Workspace at helpdesk@murena.com.
de: Wenn Sie dies nicht beantragt haben, wenden Sie sich bitte an Murena Workspace unter helpdesk@murena.com.
fr: Si vous ne l'avez pas demandé, veuillez contacter Murena Workspace à l'adresse suivante helpdesk@murena.com.
sv: Vänligen kontakta Murena Workspace via helpdesk@murena.com om du inte begärde detta.

source: There were too many requests from your network. Retry later or please contact Murena Workspace at helpdesk@murena.com if this is an error.
de: Es gab zu viele Anfragen aus Ihrem Netzwerk. Versuchen Sie es später erneut oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com, falls ein Fehler vorliegen sollte.
fr: Il y avait trop de demandes de votre réseau. Réessayez plus tard ou contactez Murena Workspace à helpdesk@murena.com s'il s'agit d'une erreur.
sv: Det var för många förfrågningar från ditt nätverk. Försök igen senare eller kontakta Murena Workspace via helpdesk@murena.com om dett var ett fel.

source: Contact Murena Workspace at helpdesk@murena.com if this message persists or appeared unexpectedly.
de: Kontaktieren Sie Murena Workspace unter helpdesk@murena.com, wenn diese Meldung weiterhin besteht oder unerwartet aufscheint.
fr: Contactez Murena Workspace au helpdesk@murena.com si ce message persiste ou apparaît de manière inattendue.
sv: Kontakta Murena Workspace via helpdesk@murena.com om detta meddelande kvarstår eller visades oväntat.

source: This directory is unavailable, please check the logs or contact Murena Workspace at helpdesk@murena.com.
de: Dieses Verzeichnis ist nicht verfügbar, bitte überprüfen Sie die Protokolle oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Ce répertoire est indisponible, veuillez vérifier les logs ou contacter Murena Workspace à helpdesk@murena.com.
sv: Denna katalog är inte tillgänglig. Kontrollera loggen eller kontakta Murena Workspace via helpdesk@murena.com.

source: An unexpected error occurred. Please contact Murena Workspace at helpdesk@murena.com.
de: Es ist ein unerwarteter Fehler aufgetreten. Kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Une erreur inattendue s'est produite. Veuillez contacter Murena Workspace à helpdesk@murena.com.
sv: Ett oväntat fel uppstod. Vänligen kontakta Murena Workspace via helpdesk@murena.com.

source: If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact Murena Workspace at helpdesk@murena.com.
de: Wenn Sie nicht versuchen, ein neues Gerät oder eine neue Anwendung einzurichten, versucht jemand, Sie mit einem Trick dazu zu bringen, ihm Zugang zu Ihren Daten zu gewähren. In diesem Fall sollten Sie nicht fortfahren und stattdessen Murena Workspace unter folgender Adresse kontaktieren: helpdesk@murena.com.
fr: Si vous n'essayez pas de configurer un nouvel appareil ou une nouvelle application, quelqu'un essaie de vous piéger en vous donnant accès à vos données. Dans ce cas, ne continuez pas et contactez plutôt Murena Workspace à l'adresse suivante helpdesk@murena.com.
sv: Om du inte försöker ställa in en ny enhet eller app är det någon som försöker lura dig till att ge dom åtkomst till din data. Fortsätt inte om så är fallet utan kontakta Murena Workspace via helpdesk@murena.com.

source: Please contact Murena Workspace at helpdesk@murena.com. If you are an administrator, edit the "trusted_domains" setting in config/config.php like the example in config.sample.php.
de: Kontaktieren Sie Murena Workspace unter helpdesk@murena.com. Wenn Sie ein Administrator sind, bearbeiten Sie die Einstellung "trusted_domains" in config/config.php wie im Beispiel in config.sample.php.
fr: Veuillez contacter Murena Workspace au helpdesk@murena.com. Si vous êtes administrateur, modifiez le paramètre "trusted_domains" dans config/config.php comme l'exemple dans config.sample.php.
sv: Vänligen kontakta Murena Workspace via helpdesk@murena.com. Om du är en administratör, redigera inställningen "trusted_domains" i config/config.php som i exemplet i config.sample.php.

source: Could not enable the recovery key, please try again or contact Murena Workspace at helpdesk@murena.com.
de: Der Wiederherstellungsschlüssel konnte nicht aktiviert werden, bitte versuchen Sie es erneut oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Impossible d'activer la clé de récupération, Veuillez réessayer ou contacter Murena Workspace à helpdesk@murena.com.
sv: Kunde inte aktivera återställningsnyckeln, försök igen eller kontakta Murena Cloud via helpdesk@murena.com.

source: Module with ID: %s does not exist. Please enable it in your apps settings or contact Murena Workspace at helpdesk@murena.com.
de: Das Modul mit der ID: %s existiert nicht. Bitte aktivieren Sie es in den Einstellungen Ihrer Anwendungen oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Le module avec ID : %s n'existe pas. Veuillez l'activer dans les paramètres de vos applications ou contactez Murena Workspace à l'adresse suivante helpdesk@murena.com.
sv: Modul med ID: %s existerar inte. Aktivera den i din apps inställningar eller kontakta Murena Workspace via helpdesk@murena.com.

source: Se ha enviado un mensaje de restablecimiento de contraseña a la dirección de correo electrónico de recuperación de esta cuenta. If you do not receive it, check your spam/junk folders or contact Murena Workspace at helpdesk@murena.com for help.
de: Eine Nachricht zum Zurücksetzen des Passworts wurde an die Wiederherstellungs-E-Mail-Adresse dieses Kontos gesendet. Wenn Sie sie nicht erhalten, überprüfen Sie Ihren Spam-/Junk-Ordner oder kontaktieren Sie Murena Workspace unter helpdesk@murena.com, um Hilfe zu erhalten.
fr: Un message de réinitialisation du mot de passe a été envoyé à l'adresse e-mail de récupération associée à ce compte. Si vous ne le recevez pas, vérifiez vos dossiers de courrier indésirable ou contactez Murena Workspace à l'adresse suivante helpdesk@murena.com pour obtenir de l'aide.

source: Couldn't send reset email. Please contact Murena Workspace at helpdesk@murena.com.
de: Das Wiederherstellungs-E-Mail konnte nicht gesendet werden. Kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Impossible d'envoyer l'email de réinitialisation. Veuillez contacter Murena Workspace au helpdesk@murena.com.
sv: Kunde inte skicka återställningsmejl. Kontakta Murena Workspace via helpdesk@murena.com.

source: Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact Murena Workspace at helpdesk@murena.com before you continue. Do you really want to continue?
de: Ihre Dateien sind verschlüsselt. Nachdem Ihr Passwort zurückgesetzt wurde, gibt es keine Möglichkeit mehr, Ihre Daten zurückzuerhalten. Wenn Sie nicht sicher sind, was zu tun ist, wenden Sie sich bitte an Murena Workspace unter helpdesk@murena.com bevor Sie fortfahren. Wollen Sie wirklich weitermachen?
fr: Vos fichiers sont cryptés. Il n'y aura aucun moyen de récupérer vos données après la réinitialisation de votre mot de passe. Si vous n'êtes pas sûr de ce que vous devez faire, veuillez contacter Murena Workspace au helpdesk@murena.com avant de continuer. Voulez-vous vraiment continuer?
sv: Dina filer är krypterade. Det finns inget sätt att få tillbaka din data efter att lösenordet är återställt. Om du inte är säker på vad du ska göra, kontakta Murena Workspace via helpdesk@murena.com innan du fortsätter. Vill du verkligen fortsätta?

source: Password cannot be changed. Please contact Murena Workspace at helpdesk@murena.com.
de: Das Passwort kann nicht geändert werden. Bitte kontaktieren Sie Murena Workspace unter helpdesk@murena.com.
fr: Le mot de passe ne peut pas être modifié. Veuillez contacter Murena Workspace à helpdesk@murena.com.
sv: Lösenordet kan inte ändras. Kontakta Murena Workspace via helpdesk@murena.com.

source: Due to encryption the search is only done on files' name.
de: Aufgrund der Verschlüsselung erfolgt die Suche nur nach dem Namen der Dateien.
fr: Les fichiers étant chiffrés, la recherche n'est effectuée que sur le nom des fichiers.
it: A causa della crittografia, la ricerca viene effettuata solo sul nome dei file.
sv: På grund av kryptering görs sökningen endast på filnamn.

source: Get your FREE Murena Cloud account now
it: Ottenete subito il vostro account Murena Cloud GRATUITO

source: Please contact your administrator.
it: Si prega di contattare Murena Cloud all'indirizzo helpdesk@murena.com

source: Please try again or contact your administrator.
it: Riprovare o contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: If you did not request this, please contact an administrator.
it: Se non l'avete richiesto, contattate Murena Cloud all'indirizzo helpdesk@murena.com.

source: There were too many requests from your network. Retry later or contact your administrator if this is an error.
it: Ci sono state troppe richieste dalla vostra rete. Riprovare più tardi o contattare Murena Cloud al numero helpdesk@murena.com in caso di errore.

source: Contact your system administrator if this message persists or appeared unexpectedly.
it: Contattare Murena Cloud all'indirizzo helpdesk@murena.com se questo messaggio persiste o compare inaspettatamente.

source: This directory is unavailable, please check the logs or contact the administrator
it: Questa directory non è disponibile, controllare i log o contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: An unexpected error occurred. Please contact your admin.
it: Si è verificato un errore inatteso. Contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact your system administrator.
it: Se non state cercando di configurare un nuovo dispositivo o un'app, qualcuno sta cercando di ingannarvi per farvi accedere ai vostri dati. In questo caso non procedete e contattate Murena Cloud all'indirizzo helpdesk@murena.com.

source: Please contact your administrator. If you are an administrator, edit the "trusted_domains" setting in config/config.php like the example in config.sample.php.
it: Contattare Murena Cloud all'indirizzo helpdesk@murena.com. Se si è amministratori, modificare l'impostazione "trusted_domains" in config/config.php come l'esempio in config.sample.php.

source: Could not enable the recovery key, please try again or contact your administrator
it: Impossibile abilitare la chiave di recupero, riprovare o contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: Module with ID: %s does not exist. Please enable it in your apps settings or contact your administrator.
it: Il modulo con ID: %s non esiste. Abilitarlo nelle impostazioni delle applicazioni o contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: A password reset message has been sent to the email address of this account. If you do not receive it, check your spam/junk folders or ask your local administrator for help.
it: È stato inviato un messaggio di reimpostazione della password all'indirizzo e-mail di recupero di questo account. Se non lo si riceve, controllare le cartelle spam/spazzatura o contattare Murena Cloud all'indirizzo helpdesk@murena.com.

source: Couldn't send reset email. Please contact your administrator.
it: Non è stato possibile inviare l'e-mail di ripristino. Contattare Murena Cloud al numero helpdesk@murena.com.

source: Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
it: I vostri file sono criptati. Non ci sarà modo di recuperare i dati dopo la reimpostazione della password. Se non siete sicuri di cosa fare, contattate Murena Cloud all'indirizzo helpdesk@murena.com prima di continuare. Volete davvero continuare?

source: Password cannot be changed. Please contact your administrator.
it: La password non può essere modificata. Contattare Murena Cloud all'indirizzo helpdesk@murena.com.
