{
    "pluralForm": "nplurals=2; plural=(n != 1);",
    "translations": {
        "1GB storage for FREE to store and sync your pictures & videos.": "1 GB Speicherplatz KOSTENLOS zum Speichern und Synchronisieren Ihrer Bilder und Videos.",
        "A password reset message has been sent to the email address of this account. If you do not receive it, check your spam/junk folders or ask your local administrator for help.": "Eine Nachricht zum Zurücksetzen des Passworts wurde an die Wiederherstellungs-E-Mail-Adresse dieses Kontos gesendet. Wenn Sie sie nicht erhalten, überprüfen Sie Ihren Spam-/Junk-Ordner oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com, um Hilfe zu erhalten.",
        "All Rights Reserved": "Alle Rechte vorbehalten",
        "An unexpected error occurred. Please contact your admin.": "Es ist ein unerwarteter Fehler aufgetreten. Kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Contact your system administrator if this message persists or appeared unexpectedly.": "Kontaktieren Sie Murena Cloud unter helpdesk@murena.com, wenn diese Meldung weiterhin besteht oder unerwartet aufscheint.",
        "Copyright": "Urheberrechte",
        "Could not enable the recovery key, please try again or contact your administrator": "Der Wiederherstellungsschlüssel konnte nicht aktiviert werden, bitte versuchen Sie es erneut oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Couldn't send reset email. Please contact your administrator.": "Das Wiederherstellungs-E-Mail konnte nicht gesendet werden. Kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Create My Account": "Mein Konto erstellen",
        "Create an account": "Ein Konto erstellen",
        "Don't have an account yet?": "Haben Sie noch kein Konto?",
        "Due to encryption the search is only done on files' name.": "Aufgrund der Verschlüsselung erfolgt die Suche nur nach dem Namen der Dateien.",
        "Edit your documents online.": "Bearbeiten Sie Ihre Dokumente online.",
        "Get your FREE Murena Cloud account now": "Holen Sie sich jetzt Ihr KOSTENLOSES Murena Cloud-Konto",
        "If it is not there ask your local administrator.": "",
        "If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact your system administrator.": "Wenn Sie nicht versuchen, ein neues Gerät oder eine neue Anwendung einzurichten, versucht jemand, Sie mit einem Trick dazu zu bringen, ihm Zugang zu Ihren Daten zu gewähren. In diesem Fall sollten Sie nicht fortfahren und stattdessen Murena Cloud unter folgender Adresse kontaktieren: helpdesk@murena.com.",
        "If you did not request this, please contact an administrator.": "Wenn Sie dies nicht beantragt haben, wenden Sie sich bitte an Murena Cloud unter helpdesk@murena.com.",
        "Module with ID: %s does not exist. Please enable it in your apps settings or contact your administrator.": "Das Modul mit der ID: %s existiert nicht. Bitte aktivieren Sie es in den Einstellungen Ihrer Anwendungen oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Password cannot be changed. Please contact your administrator.": "Das Passwort kann nicht geändert werden. Bitte kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Please contact your administrator.": "Bitte kontaktieren Sie Murena Cloud unter helpdesk@murena.com",
        "Please contact your administrator. If you are an administrator, edit the \"trusted_domains\" setting in config/config.php like the example in config.sample.php.": "Kontaktieren Sie Murena Cloud unter helpdesk@murena.com. Wenn Sie ein Administrator sind, bearbeiten Sie die Einstellung \"trusted_domains\" in config/config.php wie im Beispiel in config.sample.php.",
        "Please try again or contact your administrator.": "Bitte versuchen Sie es erneut oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Privacy Policy": "Datenschutzbestimmungen",
        "Sign in to your account": "Melden Sie sich bei Ihrem Konto an",
        "Sync calendar and contacts with the cloud": "Kalender und Kontakte mit der Cloud synchronisieren",
        "Terms of Service": "Allgemeine Geschäftsbedingungen",
        "There were too many requests from your network. Retry later or contact your administrator if this is an error.": "Es gab zu viele Anfragen aus Ihrem Netzwerk. Versuchen Sie es später erneut oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com, falls ein Fehler vorliegen sollte.",
        "This directory is unavailable, please check the logs or contact the administrator": "Dieses Verzeichnis ist nicht verfügbar, bitte überprüfen Sie die Protokolle oder kontaktieren Sie Murena Cloud unter helpdesk@murena.com.",
        "Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?": "Ihre Dateien sind verschlüsselt. Nachdem Ihr Passwort zurückgesetzt wurde, gibt es keine Möglichkeit mehr, Ihre Daten zurückzuerhalten. Wenn Sie nicht sicher sind, was zu tun ist, wenden Sie sich bitte an Murena Cloud unter helpdesk@murena.com bevor Sie fortfahren. Wollen Sie wirklich weitermachen?",
        "Your unique email address @murena.io": "Ihre eindeutige E-Mail-Adresse @murena.io",
        "and many new features added regularly!": "und viele neue Funktionen, die regelmäßig hinzugefügt werden!"
    }
}
