{ "translations": {
    "Get your FREE Murena Cloud account now" : "Skaffa ditt Murena Cloud-konto gratis nu",
    "1GB storage for FREE to store and sync your pictures & videos." : "1 GB gratis lagring så att du kan lagra och synka dina bilder och videor.",
    "Edit your documents online." : "Redigera dina dokument online.",
    "Your unique email address @murena.io" : "Din unika e-postadress @murena.io",
    "Sync calendar and contacts with the cloud" : "Synka kalender och kontakter med molnet",
    "and many new features added regularly!" : "och många andra funktioner läggs till regelbundet!",
    "Create My Account" : "Skapa mitt konto",
    "Sign in to your account" : "Logga in till ditt konto",
    "Terms of Service" : "Användarvillkor",
    "Privacy Policy" : "Integritetspolicy",
    "All Rights Reserved" : "Alla rättigheter förbehållna",
    "Copyright" : "Upphovsrätt",
    "Don't have an account yet?" : "Har du inte ett konto än?",
    "Create an account" : "Skapa ett konto",
    "Please contact Murena Cloud at helpdesk@murena.com" : "Vänligen kontakta Murena Cloud via helpdesk@murena.com",
    "Please try again or contact Murena Cloud at helpdesk@murena.com." : "Vänligen försök igen eller kontakta Murena Cloud via helpdesk@murena.com.",
    "If you did not request this, please contact Murena Cloud at helpdesk@murena.com." : "Vänligen kontakta Murena Cloud via helpdesk@murena.com om du inte begärde detta.",
    "There were too many requests from your network. Retry later or please contact Murena Cloud at helpdesk@murena.com if this is an error." : "Det var för många förfrågningar från ditt nätverk. Försök igen senare eller kontakta Murena Cloud via helpdesk@murena.com om dett var ett fel.",
    "Contact Murena Cloud at helpdesk@murena.com if this message persists or appeared unexpectedly." : "Kontakta Murena Cloud via helpdesk@murena.com om detta meddelande kvarstår eller visades oväntat.",
    "This directory is unavailable, please check the logs or contact Murena Cloud at helpdesk@murena.com." : "Denna katalog är inte tillgänglig. Kontrollera loggen eller kontakta Murena Cloud via helpdesk@murena.com.",
    "An unexpected error occurred. Please contact Murena Cloud at helpdesk@murena.com." : "Ett oväntat fel uppstod. Vänligen kontakta Murena Cloud via helpdesk@murena.com.",
    "If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact Murena Cloud at helpdesk@murena.com." : "Om du inte försöker ställa in en ny enhet eller app är det någon som försöker lura dig till att ge dom åtkomst till din data. Fortsätt inte om så är fallet utan kontakta Murena Cloud via helpdesk@murena.com.",
    "Please contact Murena Cloud at helpdesk@murena.com. If you are an administrator, edit the \"trusted_domains\" setting in config/config.php like the example in config.sample.php." : "Vänligen kontakta Murena Cloud via helpdesk@murena.com. Om du är en administratör, redigera inställningen \"trusted_domains\" i config/config.php som i exemplet i config.sample.php.",
    "Could not enable the recovery key, please try again or contact Murena Cloud at helpdesk@murena.com." : "Kunde inte aktivera återställningsnyckeln, försök igen eller kontakta Murena Cloud via helpdesk@murena.com.",
    "Module with ID: %s does not exist. Please enable it in your apps settings or contact Murena Cloud at helpdesk@murena.com." : "Modul med ID: %s existerar inte. Aktivera den i din apps inställningar eller kontakta Murena Cloud via helpdesk@murena.com.",
    "Couldn't send reset email. Please contact Murena Cloud at helpdesk@murena.com." : "Kunde inte skicka återställningsmejl. Kontakta Murena Cloud via helpdesk@murena.com.",
    "Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact Murena Cloud at helpdesk@murena.com before you continue. Do you really want to continue?" : "Dina filer är krypterade. Det finns inget sätt att få tillbaka din data efter att lösenordet är återställt. Om du inte är säker på vad du ska göra, kontakta Murena Cloud via helpdesk@murena.com innan du fortsätter. Vill du verkligen fortsätta?",
    "Password cannot be changed. Please contact Murena Cloud at helpdesk@murena.com." : "Lösenordet kan inte ändras. Kontakta Murena Cloud via helpdesk@murena.com.",
    "Due to encryption the search is only done on files' name." : "På grund av kryptering görs sökningen endast på filnamn."
},"pluralForm" :"nplurals=2; plural=n != 1;"
}